#+DATE: [2023-03-11 Sat]
#+AUTHOR: Kitkat Dambeck
#+TITLE: Third Essay Revision Prep

* Trying Something New!
I learned a lot about org mode, and am trying to integrate it into my essay process. Firstly I'm just doing my prep work in an org doc. Second, and the real reason I want to, is to organize my ideas in a broken down orgy way. :)

* DONE Revision Formula. [1/9]
** DONE Make prep document. 
- State "DONE"       from "TODO"       [2023-03-11 Sat 21:36]
** TODO Break first draft out into [[file:03-11-23_third_essay_ideas.org][ideas]].
:LOGBOOK:
CLOCK: [2023-03-21 Tue 11:04]--[2023-03-21 Tue 11:12] =>  0:08
CLOCK: [2023-03-20 Mon 12:42]--[2023-03-20 Mon 13:03] =>  0:21
CLOCK: [2023-03-11 Sat 21:37]--[2023-03-11 Sat 21:58] => 16:21
:END:
** TODO Iterate ideas. [0/7]
1. [ ] TODO Add new ideas.
2. [ ] TODO Connect ideas.
3. [ ] TODO Invert ideas.
4. [ ] TODO Consider the prompt.
5. [ ] TODO Find support for ideas.
6. [ ] TODO Steal peer's ideas.
7. [ ] TODO Agree and disagree on ideas.
** TODO Consider the ideas, their flow, and a thesis.
** TODO Write a thesis.
** TODO String ideas off of the thesis.
** TODO New outline.
** TODO Write new draft.
** TODO Reflect on draft. 


* Free write.
[2023-03-21 Tue 14:53]
My essay is tied in knots and not making sence to me anymore.
Hedonism is when pleasure motivates action.
Happiness is the result of pleasure?
Hedonism is wanting to be happy all the time.
people choos freedom over pleasure.
therefore, hedonism is false.
therefore, hedonism is a skill?
You have a choice: Freedom or commitment. Studies show commitment will make you feel more satisfied with your work.
If you want to be satisfied you aught to choose commitment.
In practice people choose freedom.
Is there pleasure in freedom?
what does fredrickson say about freedom?
meditation makes your vagus nerve swoll af and makes you happy.
strong vagus nerver = strong emotional skills.
therefore if you want to be happy you should meditate.
I should skim over the readings again or at least my notes.
Im so fucking happy i have an extrea 48 hours to work on this.
im so stressed right now i feel like im going to pop. I need to eat.
Okay yeah these readings really arent at the front of my mind.
Fredrickson talks about like love and how love is connection and connection is syncronizing.
communication is when syncronizing. if i have a message on my computre and i send it to you, our cumputres work togeather to reconstruct the message on your end.
Brains do this same syncing game.
Love is when this happens and it feels good.
Fredrickson doesnt comment abojut what the cycle of violence or whathappens when the resonence is """negative"""
Gilbert talks about the psycological immune system and how it maintains equalibrium.
Fact: brains pursue equalibrium. it is not possilbe to litterally feel pleasure all the time.
fact: stupid monky brain wants to feel pleasure all the time.
fact: nirvana is when you seperate yourself from the last fact and can just fucking chill.
there is a conflict between the monkey brain and the equalibrium.
gilert doesn't have a lot of praxis, just that learning about some of the ways that you repond to your emotional environment work unituitivly.
Claim: if you want to be happy: choose the hard options.
Claim: you shoudl abandon pleasure to pursue nirvana.
